cask '1password'
cask 'appcleaner'
cask 'bambu-studio'
cask 'chatgpt'
cask 'cursor'
cask 'discord'
brew 'dockutil'
cask 'font-cascadia-code-nf'
brew 'eza'
brew 'fzf'
brew 'gh'
cask 'ghostty'
brew 'git-lfs'
cask 'google-cloud-sdk'
brew 'httpie'
cask 'ledger-live'
cask 'logi-options+'
cask 'raspberry-pi-imager'
brew 'terraform'
brew 'zoxide'

mas 'AdGuard for Safari', id: 1440147259
mas 'Flighty – Live Flight Tracker', id: 1358823008
mas 'Telegram', id: 747648890
mas 'WhatsApp Messenger', id: 310633997