cask '1password'
cask 'appcleaner'
cask 'bambu-studio'
cask 'betaflight-configurator'
cask 'claude'
cask 'chatgpt'
brew 'codex'
cask 'discord'
brew 'docker-desktop'
brew 'dockutil'
cask 'font-cascadia-code-nf'
brew 'eza'
brew 'fzf'
brew 'gh'
brew 'git-lfs'
cask 'google-cloud-sdk'
brew 'httpie'
cask 'ledger-live'
cask 'logi-options+'
brew 'nvm'
cask 'raspberry-pi-imager'
cask 'steam'
brew 'terraform'
brew 'uv'
cask 'visual-studio-code'
brew 'zoxide'

mas 'AdGuard for Safari', id: 1440147259
mas 'Flighty – Live Flight Tracker', id: 1358823008
mas 'Telegram', id: 747648890
mas 'WhatsApp Messenger', id: 310633997