cask 'appcleaner'
cask 'bambu-studio'
cask 'betaflight-configurator'
cask 'chatgpt'
brew 'codex'
cask 'container'
cask 'discord'
cask 'docker-desktop'
brew 'dockutil'
brew 'eza'
brew 'fzf'
brew 'gh'
brew 'git-lfs'
cask 'gcloud-cli'
brew 'httpie'
cask 'ledger-live'
cask 'logi-options+'
brew 'nvm'
brew 'ripgrep'
cask 'raspberry-pi-imager'
cask 'steam'
brew 'terraform'
cask 'utm'
brew 'uv'
cask 'visual-studio-code'
brew 'zoxide'

mas 'AdGuard for Safari', id: 1440147259
mas 'Flighty – Live Flight Tracker', id: 1358823008
mas 'Tailscale', id: 1475387142
mas 'Telegram', id: 747648890
mas 'WhatsApp Messenger', id: 310633997
